Revit 2027 API
ParameterTypeId.RevolutionStartAngle Property
 "Start Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevolutionStartAngle { get; }
Public Shared ReadOnly Property RevolutionStartAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevolutionStartAngle {
	ForgeTypeId^ get ();
}
static member RevolutionStartAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace